<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<!-- Mirrored from www.rubackyte.eu/p/beethovenhaus2.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
<head>
  <title>Beethoven Haus Recital</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(0, 0, 0);"
 alink="#000099" link="#000099" vlink="#990099">
<table align="center" width="90%">
  <tbody>
    <tr align="center">
      <td width="50%">
      <p><font color="#ffffdd" face="Arial, Helvetica, sans-serif"><b><font
 color="#fffff0" size="4">M&Ucirc;ZA RUBACKYTE</font><font
 color="#fffff0" size="3"><br>
      </font></b><font color="#fffff0" size="1"><b>pianist</b></font></font></p>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" width="85%">
  <tbody>
    <tr align="left" valign="top">
      <td width="50%">
      <div align="left"><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif"> </font></font>
      <table align="right" width="20%">
        <tbody>
          <tr align="center">
            <td><img src="newphotopress.jpg" height="232" width="177"></td>
          </tr>
        </tbody>
      </table>
      <p><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif" size="2"><b><font color="#ffffff"
 size="3"><font face="Arial, Helvetica, sans-serif"><img
 src="pressreviews.gif" height="30" width="400"><br>
      <font color="#ff6666"><br>
      </font></font></font></b></font></font></p>
      <p><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2"><b><img src="beethove.jpg" align="left" height="93" width="86"><font
 size="3">B</font></b></font><font color="#ffffff" size="3"><b><font
 face="Arial, Helvetica, sans-serif">EETHOVEN-HAUS RECITAL</font></b></font><font
 color="#ffffff"><b><font face="Arial, Helvetica, sans-serif" size="2"><br>
Ergriffenes Schweigen nach dem Bekenntnis <br>
Die Reihe "Beethoven International" im Kammer musiksaal des
Beethoven-Hauses bot als Abschlussveranstaltung, f&uuml;r diese Saison
ein hochkar&auml;tiges Erlebnis. Das verdankte sie der Pianistin Muza
Rubackyt&eacute;. Schon nach den ersten Takten von Beethovens op. 31
Nr. 3 war evident, was f&uuml;r eine eindrucksvolle Interpretin da am
Werke war. So kam Beethovens pianistisch besonders gl&auml;nzende
dritte der op.-31-Sonaten bestechend klar und pr&auml;zise heraus, ganz
locker-leicht und trocken etwa im Scherzo und dann wieder, kraftvoll
zupackend. Es verwunderte nicht, dass es gleich schon die ersten
Bravo-Rufe gab. Muza Rubackyt&eacute;, beeindruckte dann aber genauso
mit ihren Darstellungen zweier bedeutender Sonaten der' Romantik,
Chopins b-Moll-Sonate op. 35 "mit dem Trauermarsch" und Liszts
h-Moll-Sonate. Die unruhevolle, gehetzte und atemlose Haupt-Motivik des
ersten Satzes der Chopin-Sonate, das nerv&ouml;s-erregte Scherzo, die
wie gemei&szlig;elte d&uuml;stere Statuarik des Trauer arsches und die
tr&ouml;stliche Sch&ouml;nheit seines Mittelteils und das unheimlishe
Windessausen des Finales gewannen an diesem Abend besonders
eindringliche Gestalt. Und dennoch schien sich noch einmal eine
Steigerung an Expressivit&auml;t beim gewaltigem h-Moll-Opus zu
ereignen. Dessen deutlich bekenntnishafter Ton war in solcher
Intensit&auml;t nachvollzogen, dass nach Verhallen der letzten
tropfenden T&ouml;ne zun&auml;chst ergriffenes Schweigen herrschte, ehe
der Schluss-Be aufbrandete.<br>
Barbara Kaempfert-Weitbrecht General-Enzeiger-Bonn 07-06-2000 <br>
      <br>
      </font><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2"><b><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2"><img src="lignebleu.gif" height="4" width="400"></font></b></font><font
 face="Arial, Helvetica, sans-serif" size="2"> </font></b></font></p>
      <p><font color="#ffffff"><b><font
 face="Arial, Helvetica, sans-serif" size="2"><img src="beethove.jpg"
 align="left" height="93" width="86"><font size="3">MIT
STEHVERM&Ouml;GEN Ter Bonn-BEETHOVEN-HAUS </font><br>
Das Vilnius einmal polnisch war, fiel einem ein bei ihrem Chopinspiel
am Ende. Sicher, Muza Rubackyt&eacute; hatte da auch schon die
b-Moll-Sonate vorgetragen, durchaus bravour&ouml;s; st&ouml;rend hatte
man h&ouml;chstens ihr manchmal l&auml;rmendes, undurchsichtiges
Fortissimo empfunden. Doch dann diese f-Moll-Zugabe: Welch leichte
Eleganz, nie dick aufgetragen, stattdessen in dieser
Leichth&auml;ndigkeit hingeschlendert, wie sie auch polnische Pianisten
oft zeigen. Oder eben eine Litauerin aus Vilnius. Aufgetreten war Muza
Rubackyte am Sonntag im Kammermusiksaal des Beethoven-Hauses in der
Reihe "Beethoven International", in der die einst in Bonn
ans&auml;ssigen Botschaften auch noch nach der Sanierung des
Beethoven-Hauses ihr grenz&uuml;berschreitendes Beethoven-Interesse
bezeugen. Diesmal die litauische Botschaft, die mit ihr eine
Vorzeigepianistin sozusagen noch sowjetisches Erbe pr&auml;sentierte:
Dam hat sie reichlich Preise abger&auml;umt, unter anderem auch den 1.
Preis beim All-Unionswettbewerb. Das hei&szlig;t was! Nat&uuml;rlicl
hat sie mit Beethovens G-Dur-Sonate op. 31,3 dem Geburtshaus erstmal
-ihre Reverenz erwiesen. Das Menuetto wie getupft, das Presto con fuoco
mit heftigem Elan: Das imponierte wie auch in Chopins b-Moll-Sonate ihr
pianistischer Zugriff in den Ecks&auml;tzen, die sie mit gro&szlig;er
&Uuml;bersicht spielte. Grenzen im technischen Bereich scheint es
f&uuml;r sie nicht zu geben, was dann auch den Ruf als zt-Spielerin
plausibel machte, der ihr vorausgeht. Sie hat es deshalb bei Liszt auch
an nichts fehlen lassen, sondern gleich die h-Moll-Sonate ins Programm
genommen, was dann mit drei gro&szlig;en Sona-ten auch ihr
Stehverm&ouml;gen insrechte Licht r&uuml;ckte. Bei Liszt machte sie
auch den besten Ein-druck. Wie leicht sie diese gro-&szlig;en, schweren
Zusammenh&auml;n-ge darstellte, die bei anderen Pianisten oft wie mit
einem &Uuml;berma&szlig; an Oktavg&auml;ngen be-schwert zu sein
scheinen. Nichts davon bei ihr. Auch die Lyrik klang. Nein, diese
litauische Pianistin, inzwischen auch Professorin in Vilnius, war keine
schlechte Begegnung. <br>
BONNER RUNDSCHAU, Bonn, Germany 07-06-2000 <br>
      <br>
      </font></b></font></p>
      </div>
      </td>
    </tr>
  </tbody>
</table>
</body>

<!-- Mirrored from www.rubackyte.eu/p/beethovenhaus2.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
</html>
