<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<!-- Mirrored from www.rubackyte.eu/p/beethovenhaus1.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
<head>
  <title>Beethoven Haus Bonn</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(0, 0, 0);"
 alink="#000099" link="#000099" vlink="#990099">
<table align="center" width="90%">
  <tbody>
    <tr align="center">
      <td width="50%">
      <p><font color="#ffffdd" face="Arial, Helvetica, sans-serif"><b><font
 color="#fffff0" size="4">M&Ucirc;ZA RUBACKYTE</font><font
 color="#fffff0" size="3"><br>
      </font></b><font color="#fffff0" size="1"><b>pianist</b></font></font></p>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" width="85%">
  <tbody>
    <tr align="left" valign="top">
      <td width="50%">
      <div align="left"><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif"> </font></font>
      <table align="right" width="20%">
        <tbody>
          <tr align="center">
            <td><img src="newphotopress.jpg" height="232" width="177"></td>
          </tr>
        </tbody>
      </table>
      <p><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif" size="2"><b><font color="#ffffff"
 size="3"><font face="Arial, Helvetica, sans-serif"><img
 src="pressreviews.gif" height="30" width="400"><br>
      <font color="#ff6666"><br>
      </font></font></font></b></font></font></p>
      <p><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2"><b><font color="#ffff00" size="3">Muza Rubackyte at
Beethoven-Haus 30 March 2004</font></b></font></p>
      <p><b><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2">BONNER KULTUR - Beethoven-R&auml;tsel gel&ouml;st. <br>
Es passiert selten, dass einer zu Beethoven noch was entdeckt wie
Hans-Werner K&uuml;then Der Wissenschaftler vom Beethoven-Haus hat mit
der Auffindung der Streicher-Stimmen f&uuml;r eine Kammer-musikfassung
des vierten Klavierkonzertes in G-Dur in der Staatsbibliothek Berlin
zur Klarung der bis dato r&auml;tselhaften Eintragungen in der einzig
erhaltenen handschriftlichen Partiturkopie beigetragsn Es sind die
&Auml;nderungen die Ludwig van Beethoven f&uuml;r die vom F&uuml;rsten
Lobkowitz bestellte Kammermusikfassung des Klavierkonzertes am
Klavierpart vornahm.<br>
Kuthens Rekonstruktion von 1995 wurde beim Beethovenfest 2000 gespielt
und Dienstag wieder jetzt von Muza Rubackyte mit dem Vilnius String
Quartet und der Viola von Jone Kaliunaite beim
"Beethoven-International" Konzert, bei dem der litaui-sche Botschafter
der Gastgeber war und Kuthen, inzwischen im Ruhestand, sich das
Zuh&ouml;ren nicht nehmen lie&szlig;<br>
Es ist alles dokumentiert Wo wegen Streichquintett statt Orchester der
Klavierklang reduziert ist, oder wo der Pianist mehr zu tun kriegt
Stellen bei denen der aufmerksame Zuh&ouml;rer einh&auml;lt Oder
solche, f&uuml;r die der Unbefangene die Pianistin ausgemacht hatte Zu
Unrecht die in Paris lebende Rubackyte ist eine glanzende, kompetente
Spielerin Interessant an Kuthens Feststellungen zu substanziellen
&Auml;nderungen aber ist die Frage Hat Beethoven derlei Differenzen
ausprobiert und stehen lassen, weil er nicht damit rechnete, dass die
Kammermusikfassung aus der Bibliothek des F&uuml;rsten je an die
&Ouml;ffentlichkeit kommen wurde?<br>
Wie stark die Pianistin ist hat dann aber auch das mit dem Vilnius
Quartet musikantisch und voller Elan bewerkstelligte
Schumann-Klavierquintett Es-Dur gezeigt</font></b></p>
      <p align="center"><b><font color="#ffffff"
 face="Arial, Helvetica, sans-serif" size="2">* * * </font></b></p>
      <p><b><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2"><br>
      <font color="#ffff00" size="3">Muza Rubackyte und das
Vilnius-Quartet im Beethoven Haus<br>
      </font></font></b><b><font color="#ffffff"
 face="Arial, Helvetica, sans-serif" size="2"><br>
Beethovens Klavierkonzert Nr.4 G-Dur stand auf dem Programm des
j&uuml;ngsten Konzertabends im Kammermusiksaal des Beethoven-Hauses.
Statt von einem Orchester wurde die litauische Pianistin Muza
Rubackyt&eacute; vom Vilnius-Quartet, verst&auml;rkt von einer zweiten
Viola-Spielerin, begleitet. Eine solche Auff&uuml;hrung ist keineswegs
ein Sakrileg oder Kuriosum. Kein Geringerer als Beethoven selbst hat
die Transkription des Orchestersatzes f&uuml;r Streichquintett von dem
Wiener Arrangeur Franz Alexander P&ouml;ssinger ausf&uuml;hren lassen.
Ergebnis ist allerdings kein Klaviersextett, sondern eine autonome
Kammerfassung, die dialogische Konzertstruktur beibeh&auml;lt. Diese
Fassung wurde &uuml;brigens 1995 von Hans-Werner K&uuml;then, damals
Mitarbeiter im Beethovenarchiv, rekonstruiert.<br>
Den z&ouml;gerlichen, solistischen Beginn des Konzerts nahm
Rubackyt&eacute; noch etwas n&uuml;chtern und streng im Takt, wusste
dann aber die lyrischen Qualit&auml;ten des Werks &uuml;berzeugend
darzustellen. Hinzu kam kraftvoll-virtuoses, manchmal forsches Spiel im
brillanten Skalen- und Figurenwerk. Im zweiten Satz gelang ihr eine
eindringliche Darstellung des beklemmenden Dialogs zwischen Klavier und
"Orchester". Hier vermisste man denn doch die klangliche Masse eines
Streicherapparats, der die Kluft zwischen dem verloren wirkenden
Klavier und &uuml;berm&auml;chtigem Orchester geradezu szenisch
greifbar werden l&auml;sst. Der Konzertabend der Reihe "Beethoven
International" war diesmal Litauen gewidmet. Als Beitrag aus ihrem
Heimatland hatten die Musiker des Vilnius-Quartetts das Streichquartett
Nr. 3 von Onute Narbutataite ins Programm aufgenommen. Das Werk der
litauischen Komponistin tr&auml;gt den Titel "Drawing for String
Quartet and Returning Winter". Glanzvoller Abschluss des Abends: das
Klavierquintett Es-Dur op.44 von Schumann.<br>
Von Mathias Nofze</font></b></p>
      </div>
      </td>
    </tr>
  </tbody>
</table>
</body>

<!-- Mirrored from www.rubackyte.eu/p/beethovenhaus1.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
</html>
