<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<!-- Mirrored from www.rubackyte.eu/p/classica2008.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
<head>
  <title>Beethoven Haus Bonn</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <style type="text/css">
<!--
.Style1 {
	color: #FFFFFF;
	font-family: Arial, Helvetica, sans-serif;
}
-->
  </style>
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(0, 0, 0);"
 alink="#000099" link="#000099" vlink="#990099">
<table align="center" width="90%">
  <tbody>
    <tr align="center">
      <td width="50%">
      <p><font color="#ffffdd" face="Arial, Helvetica, sans-serif"><b><font
 color="#fffff0" size="4">M&Ucirc;ZA RUBACKYTE</font><font
 color="#fffff0" size="3"><br>
      </font></b><font color="#fffff0" size="1"><b>pianist</b></font></font></p>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" width="85%">
  <tbody>
    <tr align="left" valign="top">
      <td width="50%">
      <div align="left" class="Style1"> 
      <table align="right" width="20%">
        <tbody>
          <tr align="center">
            <td><img src="newphotopress.jpg" height="232" width="177"></td>
          </tr>
        </tbody>
      </table>
      <p><font size="3"><font size="2"><b><font
 size="3"><img
 src="pressreviews.gif" height="30" width="400"><br>
            <br>
      </font></b></font></font></p>
      <p>C&eacute;sar franck (1822-1890)</p>
      <p>&quot;Classica&quot; October 2008</p>
      <p>Pr&eacute;lude, fugue et variations. Pr&eacute;lude, aria et final. Pr&eacute;lude, choral et fugue<br>
        Muza Rubackyt&eacute; (piano) Brilliant 92702 </p>
      <p><br>
        Le programme de Muza Rubackyt&eacute; ne r&eacute;unit pas tout l'&oelig;uvre pianistique de Franck mais on y trouve les deux sommets, &agrave; quoi s'ajoutent comme c'est souvent le cas Pr&eacute;lude, fugue et variations, charmante partition destin&eacute;e &agrave; l'origine &agrave; l'orgue, donn&eacute;e ici dans la transcription de Harold Bauer. Ces &oelig;uvres ont &eacute;t&eacute; souvent enregistr&eacute;es, encore ces derni&egrave;res ann&eacute;es par Marc-Andr&eacute; Hamelin (Hyperion) et Sobi Braide (RCA). Globalement, l'interpr&eacute;tation de Muza Rubackyt&eacute; est tr&egrave;s personnelle et se signale par un style incontestablement roman&shy;tique. Tout ce qu'il pourrait y avoir de syst&eacute;matique voire d'acad&eacute;mique dans r&eacute;criture de Franck est sans cesse revivifi&eacute; par un jeu extr&ecirc;me&shy;ment subtil de rubato qui donne aux &oelig;uvres un aspect inventif et impromptu.</p>
      <p><br>
        Les fugues de C&eacute;sar Franck, par rapport &agrave; celles de Johann S&eacute;bastian Bach, c'est un peu comme l'&eacute;glise Sainte-Clotilde par rapport &agrave; une &laquo; vraie &raquo; &eacute;glise gothique. Muza Rubackyt&eacute; ne le cache pas. Elle n'a pas honte d'y mettre du sentiment, et m&ecirc;me un zeste de sirop, que le p&egrave;re Franck n'aurait s&ucirc;rement pas d&eacute;test&eacute;. Il est rare que cet aspect voluptueux soit aussi finement mis en valeur (que l'on &eacute;coute le d&eacute;but de Pr&eacute;lude, aria et final). Mais ce n'est pas tout. Muza Rubackyt&eacute; sait &eacute;galement &agrave; restituer les climats les plus &eacute;piques. Le dernier volet de Pr&eacute;lude, aria et final et de Pr&eacute;lude, choral et fugue poss&egrave;de ici une grandeur lisztienne, ma&icirc;tris&eacute;e certes, et toujours souple, mais bien pr&eacute;sente. Pour le regard original et approfondi qu'il jette sur l'&oelig;uvre de c&eacute;sar Franck, pour la justesse de l'interpr&eacute;tation, ce disque m&eacute;rite de s'inscrire en t&ecirc;te de la discographie r&eacute;cente.<br>
        Jacques Bonnaure</p>
      <p></p>
      <p>&nbsp;</p>
      <p><b><font
 size="2"><br>
      </font></b></p>
      </div>      </td>
    </tr>
  </tbody>
</table>
</body>

<!-- Mirrored from www.rubackyte.eu/p/classica2008.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
</html>
