<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<!-- Mirrored from www.rubackyte.eu/p/classica3.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
<head>
  <title>Classica</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(0, 0, 0);"
 alink="#000099" link="#000099" vlink="#990099">
<table align="center" width="90%">
  <tbody>
    <tr align="center">
      <td width="50%">
      <p><font color="#ffffdd" face="Arial, Helvetica, sans-serif"><b><font
 color="#fffff0" size="4">M&Ucirc;ZA RUBACKYTE</font><font
 color="#fffff0" size="3"><br>
      </font></b><font color="#fffff0" size="1"><b>pianist</b></font></font></p>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" width="85%">
  <tbody>
    <tr align="left" valign="top">
      <td width="50%">
      <div align="left"><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif"> </font></font>
      <table align="right" width="20%">
        <tbody>
          <tr align="center">
            <td><img src="newphotopress.jpg" height="232" width="177"></td>
          </tr>
        </tbody>
      </table>
      <p><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif" size="2"><b><font color="#ffffff"
 size="3"><font face="Arial, Helvetica, sans-serif"><img
 src="pressreviews.gif" height="30" width="400"><br>
      <font color="#ff6666"></font></font></font></b></font></font></p>
      <br>
      <p><b><font color="#ffffff" size="2"><font
 face="Arial, Helvetica, sans-serif"><font
 face="Arial, Helvetica, sans-serif" size="3"><img
 src="muzscarlatt-web.jpg" align="left" height="183" width="200">CLASSICA
- June 2002</font><font face="Arial, Helvetica, sans-serif"><br>
M&ucirc;za Rubackyt&eacute; interpr&egrave;te ce beau programme
Scarlatti de mani&egrave;re vari&eacute;e et convaincante. Il est de
coutume de jouer Scarlatti de mani&egrave;re tr&egrave;s fine, &agrave;
la fran&ccedil;aise, avec une technique de doigts. Le plus souvent, la
musique reste donc dans un mouchoir de poche. La pianiste lithuanienne
ne d&eacute;roge pas &agrave; la r&egrave;gle, et offre un piano
magnifique: le toucher est l&eacute;ger, &eacute;gal, souvent
perl&eacute;; le jeu est transparent, vari&eacute; mais direct, et
&eacute;vite tous les st&eacute;r&eacute;otypes et syst&egrave;mes. En
outre, quoique discr&egrave;tement, la main gauche passionne,
tant&ocirc;t fondue dans la droite, tant&ocirc;t plus autonome,
pr&eacute;sente sans &ecirc;tre &eacute;crasante, y compris lorsque les
basses reposent sur toutes leurs rondeurs. Son jeu n'est pas
irr&eacute;prochable: la pianiste se montre parfois un peu trop
nerveuse dans certaines pi&egrave;ces, abord&eacute;es avec un rien de
pr&eacute;cipitation, voire un peu g&ecirc;n&eacute;e par les
redoutables ornements qui fleurissent la musique (K6 par exemple). On
regrette parfois que les plans sonores ne soient pas davantage
diff&eacute;renci&eacute;s, &eacute;cart&eacute;s, que le soleil nous
soit trop cach&eacute; par l'ombrelle de la p&eacute;dale, ou, au
contraire, que l'articulation soit un rien trop s&egrave;che. Mais on
ne s'ennuie jamais. Plus que sur la vari&eacute;t&eacute; dynamique,
M&ucirc;za Rubackyt&eacute; rend la musique entra&icirc;nante par une
&eacute;nergie rythmique qui la fait p&eacute;tiller, cr&eacute;piter,
ainsi que par une science habile de la libert&eacute; rythmique. Les
pi&egrave;ces lentes ou m&eacute;lancoliques sont jou&eacute;es avec
une totale simplicit&eacute;. Et la musique demeure le plus souvent
habit&eacute;e de cette gr&acirc;ce, m&eacute;lancolique ou joyeuse,
qui irradie les Sonates de Scarlatti. S'il ne nous fait pas oublier
Zacharias (EMI), voici assur&eacute;ment un beau disque. <br>
St&eacute;phan Vincent-Lancrin</font></font></font></b></p>
      </div>
      </td>
    </tr>
  </tbody>
</table>
<br>
</body>

<!-- Mirrored from www.rubackyte.eu/p/classica3.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:00 GMT -->
</html>
