<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<!-- Mirrored from www.rubackyte.eu/p/invalidesdec2008.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:07 GMT -->
<head>
  <title>Beethoven Haus Bonn</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
  <style type="text/css">
<!--
.Style1 {
	color: #FFFFFF;
	font-family: Arial, Helvetica, sans-serif;
}
-->
  </style>
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(0, 0, 0);"
 alink="#000099" link="#000099" vlink="#990099">
<table align="center" width="90%">
  <tbody>
    <tr align="center">
      <td width="50%">
      <p><font color="#ffffdd" face="Arial, Helvetica, sans-serif"><b><font
 color="#fffff0" size="4">M&Ucirc;ZA RUBACKYTE</font><font
 color="#fffff0" size="3"><br>
      </font></b><font color="#fffff0" size="1"><b>pianist</b></font></font></p>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" width="85%">
  <tbody>
    <tr align="left" valign="top">
      <td width="50%">
      <div align="left" class="Style1"> 
      <table align="right" width="20%">
        <tbody>
          <tr align="center">
            <td><img src="newphotopress.jpg" height="232" width="177"></td>
          </tr>
        </tbody>
      </table>
      <p><font size="3"><font size="2"><b><font
 size="3"><img
 src="pressreviews.gif" height="30" width="400"><br>
                </font></b><font
 size="3"><strong><br>
                </strong></font></font></font><strong>CONCERT-CLASSIC<br>
                </strong><strong>Berlioz et Liszt aux Invalides - Dec 2008</strong> </p>
      <p>Dans le cadre de sa saison musicale, &laquo;&nbsp;&agrave; l'occasion de la pr&eacute;sidence fran&ccedil;aise du Conseil de l'Union europ&eacute;enne&nbsp;&raquo; et sous l'&eacute;gide de CulturesFrance, le Mus&eacute;e de l'Arm&eacute;e accueillait le 4 d&eacute;cembre la pianiste M&ucirc;za Rubackyt&eacute;, native de Lituanie, pour c&eacute;l&eacute;brer cette R&eacute;publique balte&nbsp;: Vilnius sera capitale europ&eacute;enne de la culture en 2009 &ndash; la premi&egrave;re des nouveaux &Eacute;tats membres. </p>
      <p>La musicienne &eacute;tait accompagn&eacute;e de l'excellent Orchestre de la Garde R&eacute;publicaine en formation symphonique. Sous la direction aussi &eacute;l&eacute;gamment sobre qu'efficacement articul&eacute;e &ndash; acoustique oblige &ndash; de S&eacute;bastien Billard, le programme s'ouvrit sur un Carnaval romain de Berlioz d'une franche et g&eacute;n&eacute;reuse &eacute;nergie, dans l'&eacute;quilibre. Au c&oelig;ur du concert figuraient les deux (!) Concertos de Liszt, gageure d'autant plus superbement relev&eacute;e par M&ucirc;za Rubackyt&eacute; que le piano dans une &eacute;glise de vastes dimensions repr&eacute;sente un redoutable d&eacute;fi. Sur un grand Fazioli puissamment charpent&eacute;, M&ucirc;za Rubackyt&eacute; imposa d'embl&eacute;e un dialogue &agrave; forces &eacute;gales (et l'on sait combien l'orchestre de Liszt, contrairement &agrave; celui de Chopin, sous-entend une lutte muscl&eacute;e) ancr&eacute; dans un clavier souverainement virtuose (formidables traits d'octaves martel&eacute;es en mains parall&egrave;les) et musical. Mettant po&eacute;tiquement &agrave; profit les moindres instants d'esprit chambriste (avec les vents dans le Premier, un admirable solo de violoncelle dans le Second), la musicienne r&eacute;ussit &agrave; faire chanter et sonner l'instrument (articulation vive et cristalline de l'Allegretto vivace du Premier ponctu&eacute; par le triangle) autant que le permet une r&eacute;verb&eacute;ration g&eacute;n&eacute;rale davantage port&eacute;e &agrave; exalter les sections de type Grandioso, au demeurant fr&eacute;quentes dans l'orchestre de Liszt, ainsi que le po&egrave;me symphonique Les Pr&eacute;ludes, qui refermait le programme, en donna une retentissante d&eacute;monstration. Sachant que la vo&ucirc;te d&eacute;cuple l'impact des cuivres et percussions et que la Garde R&eacute;publicaine a l'habitude de se produire dans l'&Eacute;glise des Soldats, on aurait tout naturellement imagin&eacute; que le chef briderait quelque peu la puissance dynamique, pour ainsi dire trop facile, de certaines interventions des trombones, notamment, afin de ne pas durcir l'&eacute;quilibre entre clavier et orchestre&nbsp;: la soliste serait sortie de ce combat, il est vrai fonci&egrave;rement romantique, encore plus sereinement victorieuse, ce qui n'est pas peu dire &agrave; l'&eacute;coute de M&ucirc;za Rubackyt&eacute;.</p>
      <p>Michel Roubinet</p>
      <p>Cath&eacute;drale Saint-Louis-des-Invalides, 4 d&eacute;cembre 2008<br>
      </p>
      <p></p>
      <p>&nbsp;</p>
      <p></p>
      <p>&nbsp;</p>
      <p><b><font
 size="2"><br>
      </font></b></p>
      </div>      </td>
    </tr>
  </tbody>
</table>
</body>

<!-- Mirrored from www.rubackyte.eu/p/invalidesdec2008.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:07 GMT -->
</html>
