<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<!-- Mirrored from www.rubackyte.eu/p/nouvrep1.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:07 GMT -->
<head>
  <title>Nouvelle Republique</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(0, 0, 0);"
 alink="#000099" link="#000099" vlink="#990099">
<table align="center" width="90%">
  <tbody>
    <tr align="center">
      <td width="50%">
      <p><font color="#ffffdd" face="Arial, Helvetica, sans-serif"><b><font
 color="#fffff0" size="4">M&Ucirc;ZA RUBACKYTE</font><font
 color="#fffff0" size="3"><br>
      </font></b><font color="#fffff0" size="1"><b>pianist</b></font></font></p>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" width="85%">
  <tbody>
    <tr align="left" valign="top">
      <td width="50%">
      <div align="left"><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif"> </font></font>
      <table align="right" width="20%">
        <tbody>
          <tr align="center">
            <td><img src="newphotopress.jpg" height="232" width="177"></td>
          </tr>
        </tbody>
      </table>
      <p><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif" size="2"><b><font color="#ffffff"
 size="3"><font face="Arial, Helvetica, sans-serif"><img
 src="pressreviews.gif" height="30" width="400"><br>
      <font color="#ff6666"><br>
      </font></font></font></b></font></font></p>
      <p><b><font color="#ffff00" face="Arial, Helvetica, sans-serif"
 size="2">La Nouvelle R&eacute;publique - 26/08/2004<br>
      <font size="3">Les archets de la Reine</font></font><font
 color="#ffffff" face="Arial, Helvetica, sans-serif" size="2"><br>
Septi&egrave;me ann&eacute;e de r&egrave;gne pour la pianiste Muza
Rubackyte<br>
Un retable baroque, c'est l'or. Le ciel qui s'ouvre en majest&eacute;.
Une concentration de forces enti&egrave;rement tendues vers le haut.
L'&eacute;l&eacute;vation. Et l'id&eacute;e de la r&eacute;demption par
la femme tandis que domine le culte marial. Juste l'&eacute;crin qu'il
faut alors pour d&eacute;poser Muza Rubackyte au piano, en
l'&eacute;glise de Campan. Muza Rubackyte, la " star " de Piano aux
Pyr&eacute;n&eacute;es, telle que la pr&eacute;sente d&eacute;sormais
Pierre R&eacute;ach, le co-directeur du festival. Mais surtout une
pianiste qui, ce soir ne vient pas servir sa propre aur&eacute;ole
comme elle joue avec Laurent Verney et le Quatuor de Vilnius.<br>
Comme elle est l&agrave; avecl'un des meilleurs altistes
fran&ccedil;ais et sa garde rapproch&eacute;e, l'une des plus belles
formations internationale de musique de chambre. Artistes avec lesquels
elle a fait plus que partager des &#339;uvres autrefois : une
v&eacute;ritable r&eacute;sistance &agrave; l'occupation
sovi&eacute;tique de la Lituanie.<br>
De fait, au-del&agrave; de la virtuosit&eacute; et de cette place faite
&agrave; toute la troublante profondeur du violon alto de Laurent
Verney, ce soir, d&egrave;s les premi&egrave;res mesures du concerto
n&deg;4 de Beethoven, l'air se remplit de cette essence
ind&eacute;finissable, de ce son, de cette harmonie, cette exactitude
dans le sentiment qui signent les rencontres rares entre un programme,
des interpr&egrave;tes et une audience, bien au-dessus des notes, de
l'&eacute;criture. Parce qu'il y a le plaisir de la d&eacute;couverte ?
Cette occasion unique d'&eacute;couter pour la premi&egrave;re fois en
France la version pour orchestre de chambre &eacute;crite par Beethoven
et retrouv&eacute;e en 1996 par le Dr K&uuml;then ? Sans doute. Mais
aussi parce qu'il se passe imm&eacute;diatement quelque chose...
Archets comme une haie d'honneur impeccable, profil de m&eacute;daille
de la pianiste au point de fuite de la perspective, &eacute;tonnant
m&eacute;lange de distance, d'&eacute;vidence et de simplicit&eacute;,
d'imparable coh&eacute;sion dans l'ensemble, de limpidit&eacute;.. .
c'est comme si tout &agrave; coup les musiciens devenaient<br>
eux-m&ecirc;mes partie int&eacute;grante de l'&#339;uvre d'art. Qu'ils
s'&eacute;taient &eacute;mancip&eacute;s du service respectueux pour
gagner la dimension du partage.</font></b></p>
      <p><b><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2">GRISAILLE SOVI&Eacute;TIQUE<br>
Mais le plus fort reste cependant &agrave; venir... Chostakovitch.
Quintette pour piano et Quatuor &agrave; cordes. Chostakovitch,
compositeur officiel du R&eacute;gime, autrefois ? Ce que seuls
croyaient les apparatchiks incultes. Car pour ce qui est des musiciens
qui jouent ce soir... " tu sais, lorsque nous jouions Chostakovitch,
nous ne lisions pas la partition, nous n'avions qu'&agrave; regarder
autour de nous, cette grisaille sovi&eacute;tique, ces murs, cet
enfermement, pour les sentir tout cequ'il exprimait &agrave; travers sa
musique, sa propre r&eacute;volte, son propre cri et cette ironie
f&eacute;roce qu'il avait, jusqu'&agrave; d&eacute;crire l'amusement
forc&eacute; " confie Muza Rubackyte. Chostakovitch dont tout le
g&eacute;nie est alors de laisser croire qu'il &eacute;crit un scherzo
de joie sinc&egrave;re lorsqu'il ne fait que d&eacute;noncer les
sourires programm&eacute;s par plan quinquenaux, le bonheur sur ordre.<br>
Chostakovitch dont un violon joue maintenant jusqu'&agrave;
l'ext&eacute;nuation mais jamais jusqu'au renoncement. .. avec sa
musique, qui, m&ecirc;me au plus dense de la nuit ne renonce jamais
&agrave; l'espoir, la lumi&egrave;re. Et que la pianiste et le Quatuor
n'interpr&egrave;tent m&ecirc;me pas. Puisqu'ils revivent l&agrave; en
fait leur propre vie d'autrefois... Avec cette v&eacute;rit&eacute; qui
fera toute la diff&eacute;rence au final. Un triomphe debout.<br>
Pierre Challier</font></b></p>
      <br>
      </div>
      </td>
    </tr>
  </tbody>
</table>
<p>&nbsp; </p>
</body>

<!-- Mirrored from www.rubackyte.eu/p/nouvrep1.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:07 GMT -->
</html>
