<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>

<!-- Mirrored from www.rubackyte.eu/p/santiago1.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:07 GMT -->
<head>
  <title>Opera Theater of Santiago of Chile</title>
  <meta http-equiv="Content-Type"
 content="text/html; charset=iso-8859-1">
</head>
<body style="color: rgb(0, 0, 0); background-color: rgb(0, 0, 0);"
 alink="#000099" link="#000099" vlink="#990099">
<table align="center" width="90%">
  <tbody>
    <tr align="center">
      <td width="50%">
      <p><font color="#ffffdd" face="Arial, Helvetica, sans-serif"><b><font
 color="#fffff0" size="4">M&Ucirc;ZA RUBACKYTE</font><font
 color="#fffff0" size="3"><br>
      </font></b><font color="#fffff0" size="1"><b>pianist</b></font></font></p>
      </td>
    </tr>
  </tbody>
</table>
<table align="center" width="85%">
  <tbody>
    <tr align="left" valign="top">
      <td width="50%">
      <div align="left"><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif"> </font></font>
      <table align="right" width="20%">
        <tbody>
          <tr align="center">
            <td><img src="newphotopress.jpg" height="232" width="177"></td>
          </tr>
        </tbody>
      </table>
      <p><font color="#ffffff" size="3"><font
 face="Arial, Helvetica, sans-serif" size="2"><b><font color="#ffffff"
 size="3"><font face="Arial, Helvetica, sans-serif"><img
 src="pressreviews.gif" height="30" width="400"><br>
      <font color="#ff6666"><br>
      </font></font></font></b></font></font></p>
      <p><b><font color="#ffff00" face="Arial, Helvetica, sans-serif"
 size="3">28 April 2004 - Opera Theater of Santiago of Chile<br>
RUSIA tuvo un Festival!</font><font color="#ffffff"
 face="Arial, Helvetica, sans-serif" size="3"><br>
      </font><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2">Esta fue la pianista lituana Muza Rubackyt&eacute;, quien
interpret&oacute; la m&aacute;s espectacular versi&oacute;n del
Concierto N&deg; 1 deTchaikovsky de que se tenga recuerdo en mucho
tiempo en nuestro medio. El que tal vez sea el m&aacute;s popular de
los conciertos para piano y orquesta, tantas veces maltratado con
ejecuciones de dudosa calidad, se elev&oacute; esta vez en una lectura
absolutamente magistral, desbordante de fuerza y car&aacute;cter,
liderada por un teclado decidido en" vigor y secundado por una
d&uacute;ctil batuta, entregada por entero a los dict&aacute;menes de
la solista.<br>
Bast&oacute; s&oacute;lo o&iacute;r los emblem&aacute;ticos sones del
comienzo de la obra y los inmediatos compases a caigo del piano para
darse cuenta que la Rubackyt&eacute; se las tra&iacute;a. Y as&iacute;
fue, pues su enfoque ultra energizado fue la permanente t&oacute;nica
de su interpretaci&oacute;n, elemento que tambi&eacute;n hizo suyo el
maestro La&ntilde;o, agregando el factor sorpresa de aplicar notorio
freno a ciertos pasajes, provocando as&iacute; muy oportunos momentos
de tensi&oacute;n. Si ya el primer movimiento bastaba para la
ovaci&oacute;n, las secciones siguientes no vinieron sino a sumar
puntos a una versi&oacute;n de total excelencia, a cuyos aplausos la
solista debi&oacute; responder con la inusual entrega de tres encores.<br>
Previo a este memorable momento Stefan La&ntilde;o hab&iacute;a abierto
la jornada con la c&eacute;lebre obertura "Gran Pascua Rusa" de
Rimsky-Korsakov, en una versi&oacute;n acaso m&aacute;s reposada de las
que habitualmente se oyen, vali&eacute;ndose de ese recurso para
ofrecer una visi&oacute;n anal&iacute;tica y enriquecer el mundo de
variedades t&iacute;mbricas que propone su compositor.<br>
Despu&eacute;s del intermedio vino un plato fuerte. Se trataba de la
Sinfon&iacute;a N&deg; 10 de Shostakovich, la cual encontr&oacute; de
manos del director invitado a un artista soberano. La extensa y
contrastada obra cont&oacute; con un servicio notable, en el cual las
exigencias impuestas por la batuta fueron plenamente encaradas por la
Filarm&oacute;nica.</font></b></p>
      <p align="center"><b><font color="#ffffff"
 face="Arial, Helvetica, sans-serif" size="3">* * * </font></b></p>
      <p><b><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="3">Temporada Filarm&oacute;nica en el Teatro Municipal</font></b></p>
      <p><b><font color="#ffffff" face="Arial, Helvetica, sans-serif"
 size="2">El director estadounidense Stefan La&ntilde;o ya es
considerado un experto en m&uacute;sica contempor&aacute;nea, en
especial en complicadas &oacute;peras. Y adem&aacute;s dirige
orquestas, compone sinfon&iacute;as y toca piano con esp&iacute;ritu
renacentista. Regres&oacute; a nuestra temporada filarm&oacute;nica
para hacer un programa muy similar al del ciclo anterior, con una
sinfon&iacute;a de Shostakovich y un concierto para piano que
toc&oacute; Muza Rubackyte.<br>
En esta ocasi&oacute;n la excelente pianista toc&oacute; el m&aacute;s
famoso de los conciertos de Tchai-kowsky y La&ntilde;o dirigi&oacute;
la poco conocida Sinfon&iacute;a N&deg; 10 del mismo Shostakovich.
Ambas obras alcanzaron un alto nivel art&iacute;stico.El conocido
concierto N&deg; 1 de Tchaikowsky sorprendi&oacute; por la poco usual
fuerza que exhibi&oacute; la pianista lituana, m&aacute;s propia de
versiones de solistas varones. Ella tiene una t&eacute;cnica muy
s&oacute;lida y su interpretaci&oacute;n estuvo llena de pasi&oacute;n
rusa que result&oacute; sensacional, junto a la estupenda
Filarm&oacute;nica muy bien guiada por Stefan La&ntilde;o. Pero lo
m&aacute;s importante estuvo en la D&eacute;cima Sinfon&iacute;a, que
es quiz&aacute;s la mejor de las 15 que compuso. <br>
Con batuta clara y maestr&iacute;a total La&ntilde;o supo transmitir el
mundo amargo que subyace en cada uno de los cuatro movimientos y el
p&uacute;blico premi&oacute; su conducci&oacute;n y el magn&iacute;fico
desempe&ntilde;o de los vientos y cuerdas de la Orquesta
Filarm&oacute;nica con una ovaci&oacute;n extraordinaria.<br>
El Mercurion 28 April 2004</font></b></p>
      </div>
      </td>
    </tr>
  </tbody>
</table>
<br>
</body>

<!-- Mirrored from www.rubackyte.eu/p/santiago1.html by HTTrack Website Copier/3.x [XR&CO'2014], Sun, 31 Aug 2014 17:57:07 GMT -->
</html>
